Repository: rwallac/ANLEra
Catalog: translations/*/LC_MESSAGES/wesnoth-ANLEra.po
Languages: es

source: Ring
es: Anillo

source: Somebody threw a ring here. Who would do such a thing?
es: Alguien tiró un anillo aquí. ¿Quién haría algo así?

source: +5 HP
es: +5 PV

source: You destroy the mushroom mine. Whoever owned it has now $amount less base income.
es: Destruyes la mina de hongos. Quienquiera que fuera su dueño ahora tiene $amount menos de ingreso base.

source: You destroy the mushroom mine. Side $owner_side now has $amount less base income.
es: Destruyes la mina de hongos. El bando $owner_side ahora tiene $amount menos de ingreso base.

source: You destroy the mushroom mine. The northwest undead now have $amount less base income.
es: Destruyes la mina de hongos. Los no muertos del noroeste ahora tienen $amount menos de ingreso base.

source: You destroy the mushroom mine. The southwest undead now have $amount less base income.
es: Destruyes la mina de hongos. Los no muertos del suroeste ahora tienen $amount menos de ingreso base.

source: You don’t have to hide from this unit. Just because it can reach you, doesn’t mean that it will leave the cave to attack you.
es: No tienes que esconderte de esta unidad. Que pueda alcanzarte no significa que vaya a salir de la cueva para atacarte.

source: Come and cover me.
es: Ven y cúbreme.

source: teamname^One
es: Uno

source: teamname^Two
es: Dos

source: teamname^Three
es: Tres

source: teamname^Four
es: Cuatro

source: teamname^Bats
es: Murciélagos

source: Judgement day is upon us! May our offerings to the gods save us in this hour of strife!
es: ¡El día del juicio ha llegado! ¡Que nuestras ofrendas a los dioses nos salven en esta hora de conflicto!

source: An foreboding darkness creeps across the land and the sky turns the colour of blood…
es: Una oscuridad ominosa se arrastra por la tierra y el cielo se tiñe del color de la sangre…

source: Suddenly, from above, a thousand figures dot the sky. The demons of hell have descended.
es: De repente, desde lo alto, mil figuras salpican el cielo. Los demonios del infierno han descendido.

source: teamname^Inferno Drakes
es: Dracos del Infierno

source: Should I build here a monument?
es: ¿Debería construir aquí un monumento?

source: Not now.
es: Ahora no.

source: Well, no money … $monumentprice?70| gold are needed.
es: Bueno, no hay dinero… se necesitan $monumentprice?70| de oro.

source: Build a monument.
es: Construir un monumento.

source: Cost:
es: Costo:

source: $player.current_player from side $player.side built his first monument.
es: $player.current_player del bando $player.side construyó su primer monumento.

source: $player.current_player from side $player.side built his <b>second</b> monument.
es: $player.current_player del bando $player.side construyó su <b>segundo</b> monumento.

source: Attention! $player.current_player from side $player.side built his <b>third</b> monument.
es: ¡Atención! $player.current_player del bando $player.side construyó su <b>tercer</b> monumento.

source: wrecking hammer
es: martillo demoledor

source: Driolain was among the wisest of the old sages, yet when he began speaking of the passing of the world most merely doubted his sanity.
es: Driolain estaba entre los más sabios de los antiguos sabios, pero cuando empezó a hablar del fin del mundo, la mayoría solo dudó de su cordura.

source: However, other seers across the land also began to talk of bad omens; ill portents announcing an age of cataclysmic disaster. These notions soon gained a foothold among the general populace, resulting in prophecies of doom and outlandish cults.
es: Sin embargo, otros videntes por toda la tierra también comenzaron a hablar de malos presagios; señales funestas que anunciaban una era de desastres cataclísmicos. Estas ideas pronto ganaron terreno entre la población, dando lugar a profecías de fatalidad y cultos extravagantes.

source: While many still mocked the gloomy soothsayers, others believed that salvation would be found only through appeasing the gods. They henceforth strove to build monuments to the deities — hoping that their efforts would stem the tide of celestial vengeance.
es: Mientras muchos seguían burlándose de los sombríos adivinos, otros creían que la salvación solo se encontraría apaciguando a los dioses. A partir de entonces se esforzaron por construir monumentos a las deidades, con la esperanza de que sus esfuerzos detuvieran la marea de la venganza celestial.

source: Recruit a Thief, and it can steal gold from other players.
es: Recluta un ladrón y podrá robar oro a otros jugadores.

source: pick pocket
es: carterista

source: steals 4 gold
es: roba 4 de oro

source: When used offensively, each hit steals 4 gold from the victim’s side.
es: Cuando se usa ofensivamente, cada golpe roba 4 de oro al bando de la víctima.

source: Coalition
es: Coalición

source: The chest contains $treasure gold.
es: El cofre contiene $treasure de oro.

source: This flaming sword provides a 15-4 melee fire magical attack. Should I take and wield it?
es: Esta espada llameante otorga un ataque cuerpo a cuerpo mágico de fuego 15-4. ¿Debería tomarla y empuñarla?

source: Yes
es: Sí

source: flaming sword
es: espada llameante

source: You hold a mighty blade of fire!
es: ¡Empuñas una poderosa hoja de fuego!

source: I have the enemy’s flag! Victory is at hand!
es: ¡Tengo la bandera enemiga! ¡La victoria está cerca!

source: Team 1 has won the game.
es: El equipo 1 ha ganado la partida.

source: Team 2 has won the game.
es: El equipo 2 ha ganado la partida.

source: The last leader of side 1 died. Thus, team 2 has won the game.
es: El último líder del bando 1 ha muerto. Por lo tanto, el equipo 2 ha ganado la partida.

source: The last leader of side 2 died. Thus, team 1 has won the game.
es: El último líder del bando 2 ha muerto. Por lo tanto, el equipo 1 ha ganado la partida.

source: The great wall will start to collapse on turn 15. On turn 20 it will be destroyed completely. Be prepared!
es: El gran muro comenzará a derrumbarse en el turno 15. En el turno 20 estará completamente destruido. ¡Prepárate!

source: Suddenly the ground begins to shake. By some unknown magic the great wall begins to crumble…
es: De repente la tierra comienza a temblar. Por alguna magia desconocida, el gran muro empieza a derrumbarse…

source: The wall has started to collapse, prepare yourself my friends!
es: ¡El muro ha comenzado a derrumbarse, prepárense amigos!

source: Ah, at last! Now we can settle this matter once and for all!
es: ¡Ah, por fin! ¡Ahora podremos resolver esto de una vez por todas!

source: The great wall is down. There is nothing left but bloodshed now.
es: El gran muro ha caído. Ahora solo queda el derramamiento de sangre.

source: Let us make good these wasted decades, attack with all your vigour!
es: ¡Hagamos valer estas décadas perdidas, ataquen con todo su vigor!

source: Due to their dedication to research, the Universities heal less.
es: Debido a su dedicación a la investigación, las universidades curan menos.

source: Drake Apprentice
es: Aprendiz draca

source: The Drake Magi are fresh members of the Obsidian Citadel, who have been bound to the cult. Although they have undergone training harsh enough to kill any human or orc, they are inexperienced, and thus can only safely wield a weaker form of their feared fireball spell. However, they also share the weaknesses of the High Magi.
es: Las magas draca son miembros recientes de la Ciudadela de Obsidiana, que han sido atadas al culto. Aunque han pasado un entrenamiento lo bastante duro como para matar a cualquier humano u orco, son inexpertas y por tanto solo pueden usar de forma segura una versión más débil de su temido hechizo de bola de fuego. Sin embargo, también comparten las debilidades de las altas magas.

source: ice shot
es: disparo de hielo

source: Drake Druid
es: Druida draca

source: The Drake High Magi are elite members of an order of magic-using drakes who spend their days in the Obsidian Citadel, honing their powers for use in times of crisis. They can summon blasts of intense cold with a gesture, and can hurl powerful fireballs across great distances. However, due to the extensive energy that is required of these drakes to harness and use these powers, they are frail and slow.
es: Las altas magas draca son miembros de élite de una orden de dracos usuarios de magia que pasan sus días en la Ciudadela de Obsidiana, perfeccionando sus poderes para usarlos en tiempos de crisis. Pueden invocar ráfagas de frío intenso con un gesto y lanzar poderosas bolas de fuego a grandes distancias. Sin embargo, debido a la enorme energía que requieren estos dracos para dominar y usar estos poderes, son frágiles y lentas.

source: Drake Shaman
es: Chamana draco

source: Drake Worker
es: Trabajador draco

source: Drake Workers are the working class of the Drakes. They can still fight, but if you’re hurling workers at the enemy, you’re clearly out of superior forces. Drake Workers are still young and cannot fly as good as their more experienced brethren. It takes them more effort to cross over waters and they do not yet have the endurance to pass over deep water and unwalkable terrain.
es: Los trabajadores draco son la clase trabajadora de los dracos. Aún pueden luchar, pero si estás lanzando trabajadores contra el enemigo, claramente te has quedado sin fuerzas superiores. Los trabajadores draco aún son jóvenes y no vuelan tan bien como sus hermanos más experimentados. Les cuesta más esfuerzo cruzar aguas y aún no tienen la resistencia para pasar sobre agua profunda y terreno intransitable.

source: unit^Young Saurian
es: Saurio joven

source: Young saurians often work for Drakes. Some work underground in mines, while others are in the countryside and dabble in magic.
es: Los saurios jóvenes suelen trabajar para los dracos. Algunos trabajan bajo tierra en minas, mientras que otros están en el campo y se dedican a la magia.

source: Besides the melee orientated young saurians, there are also devotees with a focus on ranged magic.
es: Además de los saurios jóvenes orientados al cuerpo a cuerpo, también hay devotos enfocados en magia a distancia.

source: miner^Young Saurian
es: Saurio joven

source: Young saurians work often as miners because they are smaller than Drakes.
es: Los saurios jóvenes trabajan a menudo como mineros porque son más pequeños que los dracos.

source: magican^Young Saurian
es: Saurio joven

source: Saurians have some knowledge of what men call sorcery, but their practice of it reeks of augury and black magic. It is little understood, but rightly regarded with fear by those against whom it is used.
es: Los saurios tienen cierto conocimiento de lo que los hombres llaman hechicería, pero su práctica apesta a augurio y magia negra. Se entiende poco, pero con razón es temida por aquellos contra quienes se usa.

source: Like many Dunefolk units, the Civilians do not benefit from forests, nor does sand lower their defence — it is the same as on flat terrain. When they need a defensive position, they hide in the hills.
es: Como muchas unidades barjanes, los civiles no obtienen beneficios de los bosques, ni la arena reduce su defensa — es la misma que en terreno llano. Cuando necesitan una posición defensiva, se esconden en las colinas.

source: Dune Civilian
es: Civil Barján

source: This unit has multiple variations. While their stats are generally the same, they do resemble different level 1 units. What you learn about them can be applied to their level 1 counterpart.
es: Esta unidad tiene múltiples variantes. Aunque sus estadísticas son en general las mismas, se parecen a diferentes unidades de nivel 1. Lo que aprendas sobre ellas se puede aplicar a su contraparte de nivel 1.

source: Liminal units advance to a predefined liminal unit.
es: Las unidades liminales avanzan a una unidad liminal predefinida.

source: Lawful units can advance to the possible lawful units.
es: Las unidades legales pueden avanzar a las posibles unidades legales.

source: variation^kerchief
es: pañuelo

source: When this unit advances, it will start using a bow as ranged attack and improve its defenses in forests and sandy terrain. It will also lose its weakness to blade attacks.
es: Al avanzar esta unidad, comenzará a usar un arco como ataque a distancia y mejorará sus defensas en bosques y terreno arenoso. También perderá su debilidad a los ataques de filo.

source: Throwing a mixture is not something you do for a lifetime. Another way you can get poison is by advancing a researcher unit to level 2.
es: Tirar una mezcla no es algo que hagas toda la vida. Otra forma de obtener veneno es avanzando una unidad investigadora a nivel 2.

source: You can either use poison or build — not both! Throwing a mixture is also not something you do for a lifetime. Another way you can get poison is by advancing a researcher unit to level 2.
es: ¡Puedes usar veneno o construir, pero no ambas cosas! Tirar una mezcla tampoco es algo que hagas toda la vida. Otra forma de obtener veneno es avanzando una unidad investigadora a nivel 2.

source: mixture
es: mezcla

source: variation^nightworker
es: trabajador nocturno

source: When this unit advances, it will gain a ranged attack which is on par with its melee attack. It will also improve its defenses in forests and sandy terrain and lose its weakness to blade attacks as well.
es: Al avanzar esta unidad, obtendrá un ataque a distancia que está al nivel de su ataque cuerpo a cuerpo. También mejorará sus defensas en bosques y terreno arenoso y perderá su debilidad a los ataques de filo.

source: As such, this unit might hold positions which others could not.
es: Por ello, esta unidad puede mantener posiciones que otras no podrían.

source: variation^skirt
es: falda

source: Special about this unit’s attack is, that strong units will receive no bonus during the night, but deal even +2 during day.
es: Lo especial del ataque de esta unidad es que las unidades fuertes no reciben bonificación durante la noche, pero infligen incluso +2 durante el día.

source: On advancement, this unit will either become a better melee fighter or obtain a ranged fire attack. As melee fighter it will also gain better resistances, but will be easier to hit on hills, mountains and villages.
es: Al avanzar, esta unidad se convertirá en un mejor luchador cuerpo a cuerpo o obtendrá un ataque de fuego a distancia. Como luchador cuerpo a cuerpo también ganará mejores resistencias, pero será más fácil de golpear en colinas, montañas y aldeas.

source: variation^hoodie
es: capucha

source: The units whose clothes are in light colors are of lawful alignment and do all have a base damage of 6. Look out for the strong ones, as they do 2 more damage than others during the day. During nighttime they are all equal.
es: Las unidades con ropa de colores claros son de alineación legal y todas tienen un daño base de 6. Cuidado con las fuertes, pues infligen 2 más de daño que las demás durante el día. Durante la noche todas son iguales.

source: You can advance this unit to one of the strongest melee fighters for its level in the game. Not only will it do very high damage per strike, but it will also address a weakness of this faction: you gain resistances, allowing you to act on terrain with low defence.
es: Puedes avanzar esta unidad a uno de los luchadores cuerpo a cuerpo más fuertes de su nivel en el juego. No solo infligirá un daño muy alto por golpe, sino que también solventará una debilidad de esta facción: ganas resistencias que te permiten actuar en terreno con baja defensa.

source: variation^no hoodie
es: sin capucha

source: Due to rounding, strong units will inflict even +2 damage during daytime, while causing the same damage as others during the night.
es: Debido al redondeo, las unidades fuertes infligirán incluso +2 de daño durante el día, mientras que durante la noche causan el mismo daño que las demás.

source: Choosing the fire unit as advancement is an useful option. It is a strong ranged unit and the fire type is very useful. As a bonus it will also get a slight resistance against coldness attacks. However, unlike for the melee unit one has to still keep the terrain defense in mind.
es: Elegir la unidad de fuego como avance es una opción útil. Es una unidad fuerte a distancia y el tipo fuego es muy útil. Como bonificación también obtendrá una ligera resistencia contra ataques de frío. Sin embargo, a diferencia de la unidad cuerpo a cuerpo, aún hay que tener en cuenta la defensa del terreno.

source: variation^village head
es: jefe de aldea

source: If this unit has the strong trait, it will have +2 damage during the day, and the same as non-strong units during the night.
es: Si esta unidad tiene el rasgo fuerte, tendrá +2 de daño durante el día, y el mismo que las unidades no fuertes durante la noche.

source: Most Dunefolk units do not get a bonus on forest terrain, and thus not on a huge part of the map. The ability of this one does help in that regard, as it can be used in offensive to lower the enemies chance to hit. Upon advancement the ability will not be retained. Though there exists a level 2 unit with a falcon which also has it. After advancement, this unit can deal with the situation of low defence by having a higher resistance to blade and pierce attacks instead. Unless you advance it to another unit.
es: La mayoría de unidades errantes de las dunas no obtienen bonificación en bosque, y por tanto en una gran parte del mapa. La habilidad de esta unidad ayuda en ese aspecto, pues se puede usar ofensivamente para reducir la probabilidad de que el enemigo acierte. Al avanzar la habilidad no se mantiene. Aunque existe una unidad de nivel 2 con halcón que también la tiene. Tras avanzar, esta unidad puede lidiar con la situación de baja defensa teniendo mayor resistencia a ataques de filo y perforación. A menos que la avances a otra unidad.

source: variation^worker
es: trabajador

source: This unit keeps his impact attack upon advancement.
es: Esta unidad conserva su ataque de impacto al avanzar.

source: shovel
es: pala

source: This unit can support the offensive capabilities of miners. It is a bit quicker than the average dwarf and can also slow enemy units. It also has better resistances, but do not forget that it does not increase the defensive capabilites — your units are still vulnerable on land and in forests. This unit needs to be actively used to profit from its potential.
es: Esta unidad puede apoyar las capacidades ofensivas de los mineros. Es un poco más rápida que el enano promedio y también puede ralentizar unidades enemigas. Tiene mejores resistencias, pero no olvides que no aumenta las capacidades defensivas — tus unidades siguen siendo vulnerables en terreno llano y en bosques. Esta unidad necesita usarse activamente para aprovechar su potencial.

source: Elvish Citizen
es: Ciudadano elfo

source: Since elves are not warlike by nature, most of their population is composed by civilians who learn, at very early age, basic usage of swords and bows. This allows them to defend themselves, or their homes, in times of need, forming a fairly skilled militia. However, if you are hurling civilians at your foes, you’re clearly out of superior forces.
es: Dado que los elfos no son belicosos por naturaleza, la mayor parte de su población está compuesta por civiles que aprenden, desde muy temprana edad, el uso básico de espadas y arcos. Esto les permite defenderse a sí mismos o a sus hogares en tiempos de necesidad, formando una milicia bastante hábil. Sin embargo, si estás lanzando civiles contra tus enemigos, claramente te has quedado sin fuerzas superiores.

source: Depending on its gender this unit has different advancement paths.
es: Dependiendo de su género esta unidad tiene diferentes caminos de avance.

source: female^Elvish Citizen
es: Ciudadana elfa

source: Young Orcish Shaman
es: Chamán orco joven

source: female^Young Orcish Shaman
es: Chamana orca joven

source: Elder Orcish Shaman
es: Chamán orco anciano

source: female^Elder Orcish Shaman
es: Chamana orca anciana

source: female^Orcish Shaman
es: Chamana orca

source: Damage dealer
es: Especialista en daño

source: Healthy Lich
es: Liche saludable

source: Lich advancement tree
es: Árbol de avance de liche

source: Lichling
es: Liche joven

source: A week, just born Lich. Its attacks are weaker, but it has health and with experience it will gain the skills of higher level Liches.
es: Un liche de apenas una semana de nacido. Sus ataques son más débiles, pero tiene salud y con experiencia ganará las habilidades de liches de nivel superior.

source: Lich Boss
es: Jefe liche

source: A less dangerous Lich, which has more health than the usual undead. With more experience it can become as powerful als other Liches.
es: Un liche menos peligroso, que tiene más salud que los no muertos habituales. Con más experiencia puede volverse tan poderoso como otros liches.

source: Youngster
es: Joven

source: Randomly either a Ruffian or a Woodsman will be recruited. Ruffians can build and work on farmland, Woodsmen can additionally hunt in forests. In difference to the stats displayed on this help page, the Woodsman is of neutral alignment, has improved defence values on swamps and forest and performs a bit better in combat.
es: Se reclutará aleatoriamente un rufián o un leñador. Los rufianes pueden construir y trabajar en tierras de cultivo, los leñadores pueden además cazar en los bosques. A diferencia de las estadísticas mostradas en esta página de ayuda, el leñador es de alineación neutral, tiene mejores valores de defensa en pantanos y bosque y rinde un poco mejor en combate.

source: many^Drakes from sides $sides can now recruit: $new_recruits
es: Los dracos de los bandos $sides ahora pueden reclutar: $new_recruits

source: one^Drakes from side $sides can now recruit: $new_recruits
es: Los dracos del bando $sides ahora pueden reclutar: $new_recruits

source: many^Dwarves from sides $sides can now recruit: $new_recruits
es: Los enanos de los bandos $sides ahora pueden reclutar: $new_recruits

source: one^Dwarves from side $sides can now recruit: $new_recruits
es: Los enanos del bando $sides ahora pueden reclutar: $new_recruits

source: many^Elves from sides $sides can now recruit: $new_recruits
es: Los elfos de los bandos $sides ahora pueden reclutar: $new_recruits

source: one^Elves from side $sides can now recruit: $new_recruits
es: Los elfos del bando $sides ahora pueden reclutar: $new_recruits

source: many^Humans from sides $sides can now recruit: $new_recruits
es: Los humanos de los bandos $sides ahora pueden reclutar: $new_recruits

source: one^Humans from side $sides can now recruit: $new_recruits
es: Los humanos del bando $sides ahora pueden reclutar: $new_recruits

source: many^Orcs from sides $sides can now recruit: $new_recruits
es: Los orcos de los bandos $sides ahora pueden reclutar: $new_recruits

source: one^Orcs from side $sides can now recruit: $new_recruits
es: Los orcos del bando $sides ahora pueden reclutar: $new_recruits

source: many^Outlaws from sides $sides can now recruit: $new_recruits
es: Los forajidos de los bandos $sides ahora pueden reclutar: $new_recruits

source: one^Outlaws from side $sides can now recruit: $new_recruits
es: Los forajidos del bando $sides ahora pueden reclutar: $new_recruits

source: many^Undead from sides $sides can now recruit: $new_recruits
es: Los no muertos de los bandos $sides ahora pueden reclutar: $new_recruits

source: one^Undead from side $sides can now recruit: $new_recruits
es: Los no muertos del bando $sides ahora pueden reclutar: $new_recruits

source: many^The Dunefolk from sides $sides can now recruit: $new_recruits
es: Los barjanes de los bandos $sides ahora pueden reclutar: $new_recruits

source: one^The Dunefolk from side $sides can now recruit: $new_recruits
es: Los barjanes del bando $sides ahora pueden reclutar: $new_recruits
