Repository: rwallac/ANLEra
Catalog: translations/*/LC_MESSAGES/wesnoth-ANLEra.po
Languages: es

source: Convert to Grassland
es: Convertir en pradera

source: Remove Fireplace
es: Quitar hoguera

source: Light a Fire
es: Encender fuego

source: Remove Path
es: Quitar camino

source: Melt Ice
es: Derretir hielo

source: ANL Lvl 0 Mod
es: Mod ANL nivel 0

source: A SP/MP modification, which allows level 0s to build (no research).
es: Una modificación SP/MP que permite a las unidades de nivel 0 construir (sin investigación).

source: A New Land Era
es: Era Una Nueva Tierra

source: This era will turn any map into a similar game as the mainline scenario »A New Land«. One can play: Humans Outlaws Orcs Dunefolk (rely on hills instead of forests) Dwarves (difficult to play due to 30% defence) Elves (weaker, but bonus in forest) Drakes (and Saurians) Undeads (plague-bonus) The Merfolk faction can be obtained by negotiation. Every faction can recruit workers and researchers. Workers can terraform the map and earn additional income. Researchers unlock new units or improve income.
es: Esta era convierte cualquier mapa en un juego similar al escenario principal «Una Nueva Tierra». Se puede jugar con: Humanos Forajidos Orcos Barjanes (dependen de las colinas en vez de los bosques) Enanos (difícicles de jugar por su 30% de defensa) Elfos (más débiles, pero con bonificación en bosque) Dracos (y saurios) No muertos (con bonificación de plaga) La facción de los sirenidos se obtiene mediante negociación. Todas las facciones pueden reclutar trabajadores e investigadores. Los trabajadores pueden terraformar el mapa y generar ingresos adicionales. Los investigadores desbloquean nuevas unidades o mejoran los ingresos.

source: Dwarves are on flat terrain and in forest as weak as merfolk units. Take care!
es: Los enanos en terreno llano y en bosque son tan débiles como las unidades sirenidas. ¡Ten cuidado!

source: Scorched Earth
es: Tierra arrasada

source: (AI-bonus)
es: (bonificación IA)

source: AI controlled units destroy villages and castles and farmland upon moving onto it.
es: Las unidades controladas por la IA destruyen aldeas, castillos y tierras de cultivo al moverse sobre ellas.

source: Exponential Upkeep Costs
es: Costes de mantenimiento exponenciales

source: Unit upkeep costs are exponential to their level. Level 0 units cost 0 gold. Level 1 units cost 1 gold. Level 2 units cost 4 gold. Level 3 units cost 9 gold. Affects only recruited units, not the freed prisoner units.
es: Los costes de mantenimiento de las unidades son exponenciales según su nivel. Unidades de nivel 0 cuestan 0 oro. Unidades de nivel 1 cuestan 1 oro. Unidades de nivel 2 cuestan 4 oro. Unidades de nivel 3 cuestan 9 oro. Solo afecta a las unidades reclutadas, no a las unidades liberadas de prisioneros.

source: Farms adjacent to villages
es: Granjas adyacentes a aldeas

source: Farms give -1 gold if they are not adjacent to a village.
es: Las granjas dan -1 de oro si no están adyacentes a una aldea.

source: Philosophy Research
es: Investigación de filosofía

source: This makes research easier.
es: Esto hace la investigación más fácil.

source: Always enabled in the Undead Empire add-on.
es: Siempre activado en el complemento Imperio de no muertos.

source: ANL no cheating
es: ANL sin trampas

source: Adds some debug utilities over forest terrain. Only available if Wesnoth is started with --debug (or -d) as command line parameter. Using ingame :debug doesn't count. This option can also be toggled ingame by using :set_var anl_debug=no
es: Añade algunas utilidades de depuración sobre terreno de bosque. Solo disponible si Wesnoth se inicia con el parámetro --debug (o -d) en la línea de comandos. Usar :debug dentro del juego no cuenta. Esta opción también se puede activar/desactivar en partida con :set_var anl_debug=no

source: Allow duplicate team colors
es: Permitir colores de equipo duplicados

source: If two sides have the same team color, a new color will be assigned to the side with the higher number. Compatible with Color Changer mod.
es: Si dos bandos tienen el mismo color de equipo, se asignará un nuevo color al bando con el número más alto. Compatible con el mod Color Changer.

source: Their disadvantage is that they do not benefit from forest, and thus from a big part of the map. They get however full bonus from hills without the need to build a mine. The units whose clothes are in light colors are of lawful alignment and do all have a base damage of 6. Look out for the strong ones, as they do 2 more damage during the day. During nighttime they are all equal. The builder unit has many variations. They are all more or less the same, but have different bonuses or synergies: 2/7 chance to get strong on a lawful variation where it does extra damage during daytime 1/7 chance for positional support ability 1/7 chance for impact bonus against skeletons 1/7 chance for weak ranged 1/7 chance for good ranged They have a healer as researcher unit, which is comparable in damage output.
es: Su desventaja es que no obtienen beneficio del bosque, y por tanto de una gran parte del mapa. Sin embargo, obtienen bonificación completa de colinas sin necesidad de construir una mina. Las unidades con ropa de colores claros son de alineación legal y todas tienen daño base de 6. Cuidado con las fuertes, pues infligen 2 más de daño durante el día. Durante la noche todas son iguales. La unidad constructora tiene muchas variantes. Todas son más o menos iguales, pero tienen diferentes bonificaciones o sinergias: 2/7 probabilidad de fuerte en variante legal con daño extra durante el día 1/7 probabilidad de habilidad de apoyo posicional 1/7 probabilidad de bonificación de impacto contra esqueletos 1/7 probabilidad de ataque a distancia débil 1/7 probabilidad de ataque a distancia bueno Tienen una unidad sanadora como investigadora, comparable en daño.

source: Dwarves have resistances, but are easier to hit. On buildings the disadvantage disappears.
es: Los enanos tienen resistencias, pero son más fáciles de golpear. En edificios la desventaja desaparece.

source: This faction has 60% bonus on many fields, basically they get the bonus for which other factions need to build first. They also have a ranged attack. In return, their melee damage is a bit lower and their researcher does low damage as well.
es: Esta facción tiene 60% de bonificación en muchos terrenos, básicamente obtienen la bonificación por la que otras facciones necesitan construir primero. También tienen ataque a distancia. A cambio, su daño cuerpo a cuerpo es un poco menor y su investigador también hace poco daño.

source: A New Land was designed for this faction. Their mage can reliably kill goblins and zombies, because he needs only 2 hits during daytime. He also has a bonus against skeletons.
es: Una Nueva Tierra fue diseñada para esta facción. Su mago puede matar fiablemente a goblins y zombis, porque solo necesita 2 golpes durante el día. También tiene bonificación contra esqueletos.

source: The advantage of this faction is that they do very high damage.
es: La ventaja de esta facción es que infligen daño muy alto.

source: Outlaws
es: Forajidos

source: When you play this faction, it will be decided by randomness which of the two workers you get when recruiting.
es: Al jugar esta facción, se decidirá aleatoriamente cuál de los dos trabajadores obtienes al reclutar.

source: Not many better things exist then having plague against level 0 enemies, while also being immune to it.
es: Pocas cosas mejores existen que tener plaga contra enemigos de nivel 0, mientras además eres inmune a ella.

source: Choose Special Recruit
es: Elegir recluta especial

source: 2p — ANL Silverhead
es: 2j — ANL Cabeza de Plata

source: This 2p survival scenario allows you to construct buildings and terraform the land. Use map settings.
es: Este escenario de supervivencia para 2 jugadores te permite construir edificios y terraformar el terreno. Usa los ajustes del mapa.

source: You found druid items, but you can take only one.
es: Encontraste objetos de druida, pero solo puedes coger uno.

source: Increase worker HP
es: Aumentar PV de trabajadores

source: Increases all worker’s hitpoints by 20%
es: Aumenta los puntos de vida de todos los trabajadores un 20%

source: Take glowing staff
es: Coger bastón brillante

source: Provides 25-2 melee impact magical attack
es: Proporciona ataque cuerpo a cuerpo mágico de impacto 25-2

source: glowing staff
es: bastón brillante

source: Take sparkling wand
es: Coger varita centelleante

source: Provides 25-2 ranged fire magical attack
es: Proporciona ataque a distancia mágico de fuego 25-2

source: sparkling wand
es: varita centelleante

source: I can build not only castles and villages, but also a Merfolk university. Merfolk researchers can study there.
es: Puedo construir no solo castillos y aldeas, sino también una universidad sirenida. Los investigadores sirenidos pueden estudiar allí.

source: I can fight skeletons – or devote my time to studies in a Merfolk university.
es: Puedo luchar contra esqueletos — o dedicar mi tiempo a estudiar en una universidad sirenida.

source: Merfolk units of level 0 can build villages and universities in the water and at the shore.
es: Las unidades sirenidas de nivel 0 pueden construir aldeas y universidades en el agua y en la orilla.

source: 2p — A New Island
es: 2j — Una nueva isla

source: You rediscover a forgotten island. You know that humans lived here, possibly also elves. But in the course of bigger political events this region was forsaken.
es: Redescubres una isla olvidada. Sabes que aquí vivieron humanos, posiblemente también elfos. Pero a causa de grandes acontecimientos políticos, esta región fue abandonada.

source: You have more enemies than on other maps, but less players! Try to defeat some.
es: Tienes más enemigos que en otros mapas, ¡pero menos jugadores! Intenta derrotar a algunos.

source: The farm
es: La granja

source: University
es: Universidad

source: You have landed on an unknown island.
es: Has desembarcado en una isla desconocida.

source: Can you settle here?
es: ¿Podrás asentarte aquí?

source: 2p — Dome Isle
es: 2j — Isla Cúpula

source: (1 vs 1)
es: (1 contra 1)

source: This island, roofed by a dead volcano, is a good site for a new colony. Two players race to settle and conquer the island.
es: Esta isla, cubierta por un volcán extinguido, es un buen lugar para una nueva colonia. Dos jugadores compiten por asentarse y conquistar la isla.

source: This map is designed to be played with the »A New Land« era. It can be played with other eras too, but it has no villages.
es: Este mapa está diseñado para jugarse con la era «Una Nueva Tierra». También se puede jugar con otras eras, pero no tiene aldeas.

source: 2p — A New Freeland
es: 2j — Una nueva tierra libre

source: This survival scenario can be played as PvP when not using map settings. You can play PvP versus the AI. Or you can also be allied with an AI side each. Even playing the AI sides is possible. And of cause you can play together versus the AI.
es: Este escenario de supervivencia se puede jugar como PvP cuando no se usan ajustes del mapa. Puedes jugar PvP contra la IA. O también puedes aliarte con un bando de IA cada uno. Incluso es posible jugar con los bandos de IA. Y por supuesto puedes jugar juntos contra la IA.

source: You enter The Freelands. What can you find here? You plan to settle here too, but you are not alone here.
es: Entras en Las Tierras Libres. ¿Qué puedes encontrar aquí? Planeas asentarte aquí también, pero no estás solo.

source: Right-click on a leader for help
es: Clic derecho en un líder para obtener ayuda

source: You play in PvP-Mode
es: Juegas en modo PvP

source: You must survive until turn 25
es: Debes sobrevivir hasta el turno 25

source: Spiders and cave village income are present
es: Las arañas y los ingresos de aldeas en cuevas están presentes

source: A tunnel connects you to the other side
es: Un túnel te conecta con el otro lado

source: There are multiple ways to play this scenario
es: Hay múltiples formas de jugar este escenario

source: From Hay207's ANL 2P
es: De ANL 2J de Hay207

source: You get some recalls in turn 15.
es: Obtienes algunas reincorporaciones en el turno 15.

source: You cannot use the [tunnel]
es: No puedes usar el túnel

source: teamname^Newcomers
es: teamname^Recién llegados

source: The mushroom mine was destroyed. Side 3 now has 10 less base income.
es: La mina de hongos fue destruida. El bando 3 ahora tiene -10 de ingreso base.

source: The mushroom mine was destroyed. Side 4 now has 10 less base income.
es: La mina de hongos fue destruida. El bando 4 ahora tiene -10 de ingreso base.

source: This 4p survival scenario allows you to construct buildings and terraform the land.
es: Este escenario de supervivencia para 4 jugadores te permite construir edificios y terraformar el terreno.

source: Your enemies have plague while being as strong as you. Thus, positioning of your units is extremely important on this map.
es: Tus enemigos tienen plaga y son tan fuertes como tú. Por eso, la posición de tus unidades es extremadamente importante en este mapa.

source: 4p — Aybabtu Valley
es: 4j — Valle de Aybabtu

source: (2 vs 2)
es: (2 contra 2)

source: 2 versus 2: Elvish Druids hid a treasure in Aybabtu Valley. Now two teams fight for control of the valley and its treasure.
es: 2 contra 2: Druidas élficas escondieron un tesoro en el Valle de Aybabtu. Ahora dos equipos luchan por el control del valle y su tesoro.

source: This map was recently added. Feedback is very welcome.
es: Este mapa fue añadido recientemente. Tus comentarios son muy bienvenidos.

source: Evil
es: Malvados

source: During the Elvish Civil War, a pair of Elvish Druids stole a great elvish treasure. The two druids fled their homeland and brought a small group of renegade elves into the remote Aybabtu Valley, hoping to conceal themselves and their loot.
es: Durante la Guerra Civil Élfica, un par de druidas élficas robaron un gran tesoro élfico. Los dos druidas huyeron de su patria y llevaron a un pequeño grupo de elfos renegados al remoto Valle de Aybabtu, esperando ocultarse junto con su botín.

source: Two rival teams have learned of the treasure. They are set to fight for control of Aybabtu Valley and its secret wealth.
es: Dos equipos rivales se han enterado del tesoro. Están listos para luchar por el control del Valle de Aybabtu y su riqueza secreta.

source: Defeat other team’s leaders.
es: Derrota a los líderes del otro equipo.

source: If you kill an Elvish Druid before turn 13, then you may take one treasure to aid your battle.
es: Si matas a una druida elfa antes del turno 13, podrás tomar un tesoro para ayudar en tu batalla.

source: At turn 11, the druid will summon elves to defend her.
es: En el turno 11, la druida invocará elfos para defenderse.

source: At turn 13, the treasure will disappear and the cave walls around the druid will become forest.
es: En el turno 13, el tesoro desaparecerá y las paredes de la cueva alrededor del druida se convertirán en bosque.

source: Take dark stone
es: Coger piedra oscura

source: Floods other team’s river fords into swamp
es: Inunda los vados del río del otro equipo convirtiéndolos en pantano

source: The stone in your hands is extremely cold. You drop it!
es: ¡La piedra en tus manos está extremadamente fría! ¡La sueltas!

source: Suddenly, water flooded some land, and they are now swamps.
es: De repente, el agua inundó parte del terreno y ahora son pantanos.

source: Take white stone
es: Coger piedra blanca

source: Drains your team’s river fords into grass
es: Drena los vados del río de tu equipo convirtiéndolos en hierba

source: The stone in your hands is extremely hot. You drop it!
es: ¡La piedra en tus manos está extremadamente caliente! ¡La sueltas!

source: Suddenly, water level lowered, and some land can be cultivated now.
es: De repente, el nivel del agua bajó y ahora parte del terreno se puede cultivar.

source: 4p — End of Days
es: 4j — Fin de los Días

source: (all vs all)
es: (todos contra todos)

source: A four player empire-building scenario. Experience: 60%. No teams.
es: Escenario de construcción de imperio para cuatro giocatori. Experiencia: 60%. Sin equipos.

source: This map is ported from a very old version of Wesnoth. The price for monuments can be adjusted under »Custom Options«.
es: Este mapa está portado de una versión muy antigua de Wesnoth. El precio de los monumentos se puede ajustar en «Opciones personalizadas».

source: Monument price
es: Precio del monumento

source: In this match one can build monuments. As soon as one player built 4 monuments, drastic changes will happen and the game will come to an end.
es: En esta partida se pueden construir monumentos. En cuanto un jugador construya 4 monumentos, ocurrirán cambios drásticos y la partida terminará.

source: Decorative fields
es: Campos decorativos

source: Should the map border be decorative or void?
es: ¿El borde del mapa debe ser decorativo o vacío?

source: Ogres
es: Ogros

source: Ogres are your demolition workers. They are extremely useful for clearing ground and destroying enemy positions.
es: Los ogros son tus trabajadores de demolición. Son extremadamente útiles para limpiar terreno y destruir posiciones enemigas.

source: Thieves
es: Ladrones

source: Thieves can pickpocket the enemy during an attack. They are a quick and easy way to earn gold.
es: Los ladrones pueden robar al enemigo durante un ataque. Son una forma rápida y fácil de ganar oro.

source: Monuments
es: Monumentos

source: Monuments cost $monumentprice?70| gold and can only be built on cave. They cannot be destroyed.
es: Los monumentos cuestan $monumentprice?70| oro y solo se pueden construir en cueva. No pueden ser destruidos.

source: 4p — The Great Wall
es: 4j — El Gran Muro

source: (2 vs 2 vs ai)
es: (2 contra 2 contra IA)

source: 2 versus 2: The two peoples of the central isle have lived in peace, ever since the great wall separated them. Now, a coalition of orcs and undead are planning to destroy the wall, in the hope that old conflicts will return, leaving the land ripe for invasion.
es: 2 contra 2: Los dos pueblos de la isla central han vivido en paz desde que el gran muro los separó. Ahora, una coalición de orcos y no muertos planea destruir el muro, con la esperanza de que los viejos conflictos regresen y dejen la tierra lista para la invasión.

source: This map is very different from »The Wall«.
es: Este mapa es muy diferente de «El Muro».

source: The two peoples of the central isle had been at war, as long as anyone could remember. The conflict between them became so bloody that eventually the wise men of the north intervened, decreeing that a great wall should be built between them, forever forcing them to live in peace.
es: Los dos pueblos de la isla central habían estado en guerra desde que alguien pudiera recordar. El conflicto se volvió tan sangriento que finalmente los sabios del norte intervinieron, decretando que se construyera un gran muro entre ellos, obligándolos para siempre a vivir en paz.

source: Ironically, however, the interdependence of the two factions was such that, as soon as trading ceased, both sides fell into poverty and chaos. What were once advanced cultures soon became barbaric and primitive, and the land was reclaimed by nature.
es: Irónicamente, la interdependencia entre ambas facciones era tal que, en cuanto cesó el comercio, ambos bandos cayeron en la pobreza y el caos. Lo que antes fueron culturas avanzadas pronto se volvió bárbaro y primitivo, y la tierra fue reclamada por la naturaleza.

source: Then came the reconstruction: a concerted effort on both sides of the wall to rebuild their empires. This soon turned into an arms race, yet neither side suspected there were other dangers afoot.
es: Luego llegó la reconstrucción: un esfuerzo conjunto en ambos lados del muro para reconstruir sus imperios. Esto pronto se convirtió en una carrera armamentística, aunque ninguno de los bandos sospechaba que había otros peligros en marcha.

source: A coalition of orcs and undead are planning to destroy the wall, in the hope that the old conflict will return, leaving the land ripe for invasion.
es: Una coalición de orcos y no muertos planea destruir el muro, con la esperanza de que el viejo conflicto regrese y deje la tierra lista para la invasión.

source: Move a unit onto your enemy’s flag.
es: Mueve una unidad hasta la bandera enemiga.

source: 4p — The Wall
es: 4j — El Muro

source: On this map, you will have to build your own keep, while you start with two peasants. In the middle of this map is a wall that will start opening on turn 8, and fully open by turn 14.
es: En este mapa tendrás que construir tu propio torreón, empezando con dos campesinos. En el centro hay un muro que comenzará a abrirse en el turno 8 y estará completamente abierto en el turno 14.

source: Hint: The map is huge, don’t build everywhere.
es: Pista: El mapa es enorme, no construyas en todas partes.

source: The Wall crumbles.
es: El muro se desmorona.

source: The Wall falls.
es: El muro cae.

source: 5p — A New Land
es: 5j — Una Nueva Tierra

source: This 5p survival scenario allows you to construct buildings and terraform the land.
es: Este escenario de supervivencia para 5 jugadores te permite construir edificios y terraformar el terreno.

source: Same difficulty as 4p variant, but one more player.
es: Misma dificultad que la variante de 4j, pero con un jugador más.

source: Adjust the starting gold as needed, experts can try with 75.
es: Ajusta el oro inicial según necesites, los expertos pueden probar con 75.

source: You received word about something dangerous in the nearby shallow water.
es: Recibiste noticias de algo peligroso en las aguas poco profundas cercanas.

source: Maybe we should be careful, there’s a lot of dangers about.
es: Tal vez deberíamos tener cuidado, hay muchos peligros por ahí.

source: Beware of enemy creatures in the mud.
es: Cuidado con las criaturas enemigas en el barro.

source: Not so fast…
es: No tan rápido…

source: Deeaaathh…
es: ¡Mueeerteee…!

source: They’ll never take me alive!
es: ¡Jamás me atraparán vivo!

source: Fighting this battle alone?
es: ¿Luchando esta batalla solo?

source: Let me help out.
es: Déjame ayudarte.

source: I will haunt you in the afterlife!
es: ¡Te perseguiré en el más allá!

source: I will rise again to avenge my death!
es: ¡Resucitaré para vengar mi muerte!

source: I … I can’t believe this!
es: Yo… ¡no puedo creerlo!

source: This is not over!
es: ¡Esto no ha terminado!

source: We should have killed some of their leaders first.
es: Deberíamos haber matado primero a algunos de sus líderes.

source: I regret that we did not take out several leaders.
es: Lamento que no hayamos eliminado a varios líderes.

source: If we would have focused the leaders, it might have ended differently.
es: Si nos hubiéramos concentrado en los líderes, podría haber terminado distinto.

source: It’s over …
es: Se acabó…

source: They overran us!
es: ¡Nos han arrasado!

source: Explorers
es: Exploradores

source: Inhabitants
es: Habitantes

source: I hear goblin war drums.
es: Escucho tambores de guerra goblin.

source: It will soon be night. I sense an undead horde coming.
es: Pronto será de noche. Siento que se acerca una horda de no muertos.

source: Your men report strange sounds coming from some caves to the west.
es: Tus hombres reportan sonidos extraños que vienen de unas cuevas al oeste.

source: Move any unit onto these villages to destroy the mine.
es: Mueve cualquier unidad a estas aldeas para destruir la mina.

source: The water here has been blocked. Let me remove the blockade.
es: El agua aquí ha sido bloqueada. Déjame eliminar el bloqueo.

source: I need to go back to the base … but since you came by …
es: Necesito volver a la base… pero ya que pasaste por aquí…
