Repository: rwallac/ANLEra
Catalog: translations/*/LC_MESSAGES/wesnoth-ANLEra.po
Languages: es

source: many^Halfelven from sides $sides can now recruit: $new_recruits
es: Los medioelfos de los bandos $sides ahora pueden reclutar: $new_recruits

source: one^Halfelven from side $sides can now recruit: $new_recruits
es: Los medioelfos del bando $sides ahora pueden reclutar: $new_recruits

source: many^Sides $sides can now recruit: $new_recruits
es: Los bandos $sides ahora pueden reclutar: $new_recruits

source: one^Side $sides can now recruit: $new_recruits
es: El bando $sides ahora puede reclutar: $new_recruits

source: New recruits for AI-controlled sides:
es: Nuevas unidades reclutables para los bandos controlados por IA:

source: Remove Water Lilies
es: Quitar nenúfares

source: Build University
es: Construir universidad

source: Build Tent Camp
es: Construir campamento de tiendas

source: Build Encampment
es: Construir campamento

source: Standardize Village
es: Estandarizar aldea

source: Plant Mushrooms
es: Plantar hongos

source: Putrefy the Land
es: Pudrir la tierra

source: Corrupt the Ford
es: Corromper el vado

source: Flood the Swamp
es: Inundar el pantano

source: Diplomatic Options
es: Opciones diplomáticas

source: I don’t have enough gold...
es: No tengo suficiente oro…

source: Send gold to $side_name from side $side_no|.
es: Enviar oro a $side_name del bando $side_no|.

source: I hereby donate 20 gold to the coffers of $player_name from side $side|.
es: Por la presente dono 20 de oro a las arcas de $player_name del bando $side|.

source: <span color='green'>$side_name from side $side_no|</span> Share knowledge of agriculture
es: <span color='green'>$side_name del bando $side_no|</span> Compartir conocimiento de agricultura

source: <span color='green'>$side_name from side $side_no|</span> Share knowledge of mining
es: <span color='green'>$side_name del bando $side_no|</span> Compartir conocimiento de minería

source: <span color='green'>$side_name from side $side_no|</span> Share knowledge of warfare
es: <span color='green'>$side_name del bando $side_no|</span> Compartir conocimiento de guerra

source: $side_name from side $side_no|, since our wisdom exceeds yours I have instructed my scholars to further your understanding of agriculture.
es: $side_name del bando $side_no|, dado que nuestra sabiduría supera la tuya, he instruido a mis eruditos para que amplíen tu comprensión de la agricultura.

source: $side_name from side $side_no|, since the wisdom of my people exceeds yours I have instructed my scholars to aid you in your efforts to learn the science of mining.
es: $side_name del bando $side_no|, dado que la sabiduría de mi pueblo supera la tuya, he ordenado a mis eruditos que te ayuden en tus esfuerzos por aprender la ciencia de la minería.

source: $side_name from side $side_no|, you know worryingly little about the arts of war. I feel an obligation to instruct you in this vital matter.
es: $side_name del bando $side_no|, sabes alarmantemente poco sobre las artes de la guerra. Siento la obligación de instruirte en este asunto vital.

source: Negotiation Progress:
es: Progreso de negociación:

source: Negotiate with the Dwarves
es: Negociar con los enanos

source: Lets you recruit a Dwarvish unit
es: Te permite reclutar una unidad enánica

source: Negotiate with the Elves
es: Negociar con los elfos

source: Lets you recruit an Elvish unit
es: Te permite reclutar una unidad élfica

source: Negotiate with the Dunefolk
es: Negociar con los Barjanes

source: Lets you recruit a Dunefolk unit
es: Te permite reclutar una unidad Barjan

source: Negotiate with the Drakes
es: Negociar con los dracos

source: Lets you recruit a Drake unit
es: Te permite reclutar una unidad draco

source: Search for a Necromancer
es: Buscar un nigromante

source: Lets you recruit an Undead unit
es: Te permite reclutar una unidad no muerta

source: Contact the Loyalists
es: Contactar con los Leales

source: Lets you recruit a Loyalist unit
es: Te permite reclutar una unidad de la facción leales

source: Integrate the Outlaws
es: Integrar a los forajidos

source: Lets you recruit an Outlaw unit
es: Te permite reclutar una unidad forajida

source: Strengthen the bond with the Merfolk
es: Fortalecer el vínculo con los sirenidos

source: You can obtain Merfolk builders and researchers
es: Podrás obtener constructores e investigadores sirenidos

source: Hire Mercenaries
es: Contratar mercenarios

source: Lets you recruit a level 2 unit
es: Te permite reclutar una unidad de nivel 2

source: Our talks are complete — the Drakes will gladly fight by your side. Which of our brethren do you want to recruit?
es: Nuestras negociaciones han terminado — los dracos lucharán encantados a tu lado. ¿Cuál de nuestros hermanos deseas reclutar?

source: Our talks are complete — I will summon the dead for you. Which of them do you want to come?
es: Nuestras negociaciones han terminado — invocaré a los muertos para ti. ¿Cuál de ellos quieres que venga?

source: Our talks are complete — the Loyalists will gladly fight by your side. Which of our men do you want to recruit?
es: Nuestras negociaciones han terminado — los leales lucharán encantados a tu lado. ¿Cuál de nuestros hombres deseas reclutar?

source: Our talks are complete — the Outlaws will gladly fight by your side. Which of our men do you want to recruit?
es: Nuestras negociaciones han terminado — los forajidos lucharán encantados a tu lado. ¿Cuál de nuestros hombres deseas reclutar?

source: Our talks are complete — the Merfolk will gladly fight by your side. Which of our people do you want to recruit?
es: Nuestras negociaciones han terminado — los sirenidos lucharán encantados a tu lado. ¿Cuál de nuestra gente deseas reclutar?

source: Our talks are complete — some Mercenaries will gladly fight by your side. Which of us do you want to recruit?
es: Nuestras negociaciones han terminado — algunos mercenarios lucharán encantados a tu lado. ¿Cuál de nosotros deseas reclutar?

source: Our talks are complete — the Dunefolk will support you. Who could help you the best?
es: Nuestras negociaciones han terminado — los barjan te apoyarán. ¿Quién podría ayudarte mejor?

source: Function anl.choose_new_unit has no information about the faction.
es: La función anl.choose_new_unit no tiene información sobre la facción.

source: Negotiation Complete
es: Negociación completada

source: Let’s cut you free from this web.
es: Vamos a cortarte libre de esta telaraña.

source: male critter^You release the $|critter.language_name from the web and it agrees to help you.
es: male critter^Libera al $|critter.language_name de la telaraña y acepta ayudarte.

source: female critter^You release the $|critter.language_name from the web and it agrees to help you.
es: female critter^Libera a la $|critter.language_name de la telaraña y acepta ayudarte.

source: Let’s free you from this cage.
es: Vamos a liberarte de esta jaula.

source: male critter^You release the $|critter.language_name from the cage and it agrees to help you.
es: male critter^Libera al $|critter.language_name de la jaula y acepta ayudarte.

source: female critter^You release the $|critter.language_name from the cage and it agrees to help you.
es: female critter^Libera a la $|critter.language_name de la jaula y acepta ayudarte.

source: You release the wose from the web and it agrees to help you.
es: Libera al wose de la telaraña y acepta ayudarte.

source: You will receive funds in a 2-turn-cycle.
es: Recibirás fondos cada ciclo de 2 turnos.

source: Earnings are receiverd every turn.
es: Los ingresos se reciben cada turno.

source: Building on water is possible with the help of the Merfolk.
es: Construir sobre el agua es posible con la ayuda de los sirenidos.

source: Merfolk researchers can unlock different units in their own universities.
es: Los investigadores sirenidos pueden desbloquear unidades distintas en sus propias universidades.

source: Workers
es: Trabajadores

source: Peasants, and others of this working class, are your workers. Depending on the terrain, right-clicking on a peasant allows you to terraform the landscape and/or build castles, mines, farms, villages and universities.
es: Los campesinos y otros de esta clase trabajadora son tus trabajadores. Dependiendo del terreno, al hacer clic derecho sobre un campesino podrás terraformar el paisaje o construir castillos, minas, granjas, aldeas y universidades.

source: Researchers
es: Investigadores

source: Mages, and the other people who know some form of magic, can study at universities, pursuing advances in mining, farming and recruitment.
es: Los magos y otras personas que conocen alguna forma de magia pueden estudiar en las universidades para avanzar en minería, agricultura y reclutamiento.

source: Sometimes you may have access to an additional unit
es: A veces tendrás acceso a una unidad adicional

source: The Outlaw faction can recruit Woodsmen, and the Woodsman and Poacher line will begin to automatically hunt for game in the forests, producing gold dependent on their level.
es: La facción de los forajidos puede reclutar leñadores, y la línea de leñadores y cazadores furtivos comenzará a cazar automáticamente en los bosques, generando oro según su nivel.

source: Similarly, Merfolk Citizens earn 1 gold per turn by fishing, when they were not doing construction works.
es: De forma similar, los ciudadanos sirenidos ganan 1 oro por turno pescando cuando no están realizando trabajos de construcción.

source: The Wose Sapling is not a worker, but a unit which can be summoned only once in the game.
es: El brote de wose no es un trabajador, sino una unidad que solo se puede invocar una vez por partida.

source: Forests
es: Bosques

source: Forests can only be planted on grassland. The Outlaw faction can recruit Woodsmen, and the Woodsman and Poacher line will begin to automatically hunt for game in the forests, producing gold dependent on their level.
es: Los bosques solo se pueden plantar en pradera. La facción de los forajidos puede reclutar leñadores, y la línea de leñadores y cazadores furtivos comenzará a cazar automáticamente en los bosques, generando oro según su nivel.

source: Any of the “Town” style villages represent universities. At the start of your turn, researcher in universities automatically add to the study progress of your chosen research target. Right-click on a researcher in an university to change the research target.
es: Cualquier aldea de estilo “pueblo” representa una universidad. Al inicio de tu turno, los investigadores en las universidades añaden automáticamente progreso al objetivo de investigación elegido. Haz clic derecho sobre un investigador en una universidad para cambiar el objetivo de investigación.

source: Situational Workers
es: Trabajadores situacionales

source: Enable Philosophy
es: Activar filosofía

source: Allows to research research.
es: Permite realizar investigaciones.

source: In this scenario you build up an economy
es: En este escenario construyes una economía

source: Move any unit next to captives and they will join your side.
es: Mueve cualquier unidad junto a los cautivos y se unirán a tu bando.

source: Right-click on a leader to read about the game mechanics
es: Haz clic derecho sobre un líder para leer sobre las mecánicas del juego

source: Rules:
es: Reglas:

source: Goal:
es: Objetivo:

source: Hint:
es: Pista:

source: Hints:
es: Pistas:

source: This is a team game:
es: Esto es un juego en equipo:

source: Defeat all enemy leaders
es: Derrota a todos los líderes enemigos

source: Defeat the enemy leader
es: Derrota al líder enemigo

source: Warning:
es: Advertencia:

source: This map can be played with other factions if the »A New Land Era« is used.
es: Este mapa se puede jugar con otras facciones si se usa la «Era Una Nueva Tierra».

source: Recommended to be played with A New Land Era.
es: Recomendado jugar con la Era Una Nueva Tierra.

source: (Survival)
es: (Supervivencia)

source: Support each other.
es: Apóyense mutuamente.

source: Use the chat! (Press button »m«)
es: ¡Usa el chat! (Presiona la tecla »m«)

source: Plan together.
es: Planeen juntos.

source: It might be helpful to defeat some enemy leaders.
es: Puede ser útil derrotar a algunos líderes enemigos.

source: Don’t forget: This is a team game. Support each other. Talk about your plans.
es: No lo olviden: esto es un juego en equipo. Apóyense mutuamente. Hablen de sus planes.

source: The map is huge, do not build everywhere.
es: El mapa es enorme, no construyan en todas partes.

source: Use the teamchat! (Press »ctrl« + »m«)
es: ¡Usen el chat de equipo! (Presionen »ctrl« + »m«)

source: Monuments:
es: Monumentos:

source: The winner is the first player to construct 4 monuments
es: El ganador es el primer jugador que construya 4 monumentos

source: Kill all enemy leaders — or survive longer than they
es: Mata a todos los líderes enemigos — o sobrevive más que ellos

source: Side 1 built one monument
es: El bando 1 construyó un monumento

source: Side 1 built two monuments
es: El bando 1 construyó dos monumentos

source: Side 1 built <b>three</b> monuments
es: El bando 1 construyó <b>tres</b> monumentos

source: Side 1 built four monuments
es: El bando 1 construyó cuatro monumentos

source: Side 2 built one monument
es: El bando 2 construyó un monumento

source: Side 2 built two monuments
es: El bando 2 construyó dos monumentos

source: Side 2 built <b>three</b> monuments
es: El bando 2 construyó <b>tres</b> monumentos

source: Side 2 built four monuments
es: El bando 2 construyó cuatro monumentos

source: Side 3 built one monument
es: El bando 3 construyó un monumento

source: Side 3 built two monuments
es: El bando 3 construyó dos monumentos

source: Side 3 built <b>three</b> monuments
es: El bando 3 construyó <b>tres</b> monumentos

source: Side 3 built four monuments
es: El bando 3 construyó cuatro monumentos

source: Side 4 built one monument
es: El bando 4 construyó un monumento

source: Side 4 built two monuments
es: El bando 4 construyó dos monumentos

source: Side 4 built <b>three</b> monuments
es: El bando 4 construyó <b>tres</b> monumentos

source: Side 4 built four monuments
es: El bando 4 construyó cuatro monumentos

source: Nobody built any monuments yet
es: Nadie ha construido ningún monumento todavía

source: You cannot hide from the Inferno Drakes
es: No puedes esconderte de los dracos del infierno

source: Study Progress:
es: Progreso de estudio:

source: Agriculture
es: Agricultura

source: Farmers produce +1 gold
es: Los granjeros producen +1 oro

source: Mining
es: Minería

source: Miners produce +1 gold
es: Los mineros producen +1 oro

source: Philosophy
es: Filosofía

source: philosophy
es: Filosofía

source: Scholars improve their research methods
es: Los eruditos mejoran sus métodos de investigación

source: The Art of Necromancy
es: El arte de la nigromancia

source: necromancy
es: nigromancia

source: Allows you to summon a new type of unit
es: Te permite invocar un nuevo tipo de unidad

source: Warfare
es: Guerra

source: Allows you to recruit a new type of unit
es: Te permite reclutar un nuevo tipo de unidad

source: Research
es: Investigación

source: We are currently studying $project_name|. To which end would you have our scholars devote their minds? Our farms produce $farming_level|g Our mines produce $mining_level|g
es: Actualmente estamos estudiando $project_name|. ¿A qué fin deseas que nuestros eruditos dediquen sus mentes? Nuestras granjas producen $farming_level|g Nuestras minas producen $mining_level|g

source: Choose later.
es: Elegir después.

source: No, maybe not.
es: No, mejor no.

source: Researching is not fully supported for this unit.
es: La investigación no está totalmente soportada para esta unidad.

source: This is likely a bug. Researcher’s type is
es: Esto probablemente es un error. El tipo del investigador es

source: NOT GIVEN
es: NO INDICADO

source: No units left to be researched. It’s a bug that this option was offered to you.
es: No quedan unidades por investigar. Es un error que se te haya ofrecido esta opción.

source: Would you like to be able to recruit this unit?
es: ¿Te gustaría poder reclutar esta unidad?

source: Study Complete
es: Estudio completado

source: We researched all units. It would be wise to change the research target now.
es: Hemos investigado todas las unidades. Sería prudente cambiar ahora el objetivo de investigación.

source: $side_name|’s farms produce now $amount gold.
es: Las granjas de $side_name| ahora producen $amount de oro.

source: $side_name|’s mines produce now $amount gold.
es: Las minas de $side_name| ahora producen $amount de oro.

source: $side_name|, we have finished researching warfare. Right-click on a researcher in a university to select a unit to recruit.
es: $side_name|, hemos terminado de investigar guerra. Haz clic derecho sobre un investigador en una universidad para seleccionar una unidad a reclutar.

source: $side_name|, we have finished researching warfare. Right-click on a researcher in a university to select new units to recruit.
es: $side_name|, hemos terminado de investigar guerra. Haz clic derecho sobre un investigador en una universidad para seleccionar nuevas unidades a reclutar.

source: By coordinating research efforts and creating dedicated teams $side_name|’s scholars managed to double their research results.
es: Al coordinar los esfuerzos de investigación y crear equipos dedicados, los eruditos de $side_name| lograron duplicar sus resultados de investigación.

source: The scienific progress of $side_name|’s scholars is by now at $amount|00%.
es: El progreso científico de los eruditos de $side_name| alcanza ahora el $amount|00%.

source: Negotiate with the Undead
es: Negociar con los no muertos

source: Negotiate with Loyalists
es: Negociar con los leales

source: Negotiate with the Outlaws
es: Negociar con los forajidos

source: Lets you recruit a Outlaw unit
es: Te permite reclutar una unidad forajida

source: Negotiate with the Merfolk
es: Negociar con los sirenidos

source: Lets you recruit a Merfolk unit
es: Te permite reclutar una unidad sirenida

source: Negotiate with Mercenaries
es: Negociar con mercenarios

source: Lets you recruit Mercenary units
es: Te permite reclutar unidades mercenarias

source: Elvish Hero
es: Héroe elfo

source: Mage Hero
es: Héroe mago

source: Fallen Hero
es: Héroe caído

source: Berserker Hero
es: Héroe berserker

source: Apply changes from Lua files
es: Aplicar cambios de los archivos Lua

source: Switch to WML code
es: Cambiar a código WML

source: Switch to Lua code
es: Cambiar a código Lua

source: Diplomacy for free
es: Diplomacia gratis

source: No costs
es: Sin costo

source: Earns:
es: Genera:

source: construction
es: construcción

source: Demolish Farmland
es: Demoler tierra de cultivo

source: Shorten Path
es: Acortar camino

source: Destroy Bridge
es: Destruir puente

source: Renovate Encampment
es: Renovar campamento

source: Demolish Castle
es: Demoler Castillo

source: Demolish Keep
es: Demoler Torreon
